tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'

cask 'bartender'
cask 'daisydisk'
cask 'discord'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'flux'
cask 'fontbase'
cask 'handbrake'
cask '1password'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keka'
cask 'lunar'
cask 'menumeters'
cask 'notion'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'telegram'
cask 'visual-studio-code'
cask 'vlc'

brew 'awscli'
brew 'brew-cask-completion'
brew 'duti'
brew 'findutils'
brew 'fnm'
brew 'gh'
brew 'htop'
brew 'tealdeer'
brew 'wget'
