tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'
tap 'github/gh'
tap 'heroku/brew'

cask 'alfred'
cask 'bartender'
cask 'caffeine'
cask 'daisydisk'
cask 'dashlane'
cask 'discord'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'fontbase'
cask 'gifox'
cask 'hand-mirror'
cask '1password'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keka'
cask 'menumeters'
cask 'notion'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'telegram'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoomus'

brew 'archey'
brew 'autojump'
brew 'awscli'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'gcc'
brew 'git'
brew 'github/gh/gh'
brew 'glib'
brew 'heroku'
brew 'htop'
brew 'hub'
brew 'mas'
brew 'openssl'
brew 'python'
brew 'python3'
brew 'ssh-copy-id'
brew 'tldr'
brew 'tmux'
brew 'wget'
brew 'youtube-dl'

mas 'Keynote', id: 409183694
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
